{"en":{"care_cleaning_guide_title":{"text":"","visibility":""},"care_cleaning_guide_copy":{"text":"Vinyl upholstery is well known for its durability, physical strength, and stain and water resistance. However, some maintenance steps must be carried out on a regular basis to extend its life. The amount of use and ambient conditions will determine the frequency and type of cleaning that the vinyl should have. It is not unusual for stains and dyes from clothing fabrics to be absorbed into the vinyl matrix. Care must be taken to avoid removing plasticizer from the vinyl through the use of strong solvents, as this will cause the vinyl to become brittle and its service life will be greatly reduced. The steps below can serve as a guide for the care of vinyl fabric:","visibility":""},"care_cleaning_guide_cta":{"text":"","visibility":""},"care_cleaning_guide_region":{"text":" USA & Canada Europe, North Africa, Middle East, Russia, UK; Global / General (Asia, Australia , other countries);  LATAM South America and Central América , México , Caribe ","visibility":""},"care_cleaning_guide_title_2":{"text":"Regular Maintenance","visibility":""},"care_cleaning_guide_copy_2":{"text":"REGULAR MAINTENANCE\n\n1. Use a mixture of mild soap (neutral pH) and water (1 part soap to 10 parts water) to clean the vinyl using a soft white cloth or sponge.\n2. Use clean water with a soft cloth to remove excess soap.\n3. Wipe dry immediately with a clean, dry, white cloth. There should be no soap residue on the vinyl surface.\n4. Light colors, such as white, require a higher cleaning frequency.\n\nNOTE: If dirt is embedded, you can rub the vinyl moderately with a soft bristle brush and soapy solution. Then repeat steps 2 and 3.","visibility":""},"care_cleaning_guide_cta_2":{"text":"View More","visibility":""},"care_cleaning_guide_region_2":{"text":"","visibility":""},"care_cleaning_guide_title_3":{"text":"In Case Of Stains And Spills","visibility":""},"care_cleaning_guide_copy_3":{"text":"IN CASE OF STAINS AND SPILLS\n\n1. The key to keeping vinyl upholstery clean is to remove grease, dirt and debris as quickly as possible after the spill occurs.\n2. DO NOT use abrasive or solvent cleaners, especially those that contain concentrated bleach, petroleum distillates, or concentrated detergents.\n3. To remove dry stains, vinyl can be cleaned with a mixture of mild detergent powder and water (use 1 part mild detergent powder and 5 parts water). Apply the solution to the stain and wait a minute or two for the detergent to work. Then, gently rub the area and rinse with plenty of clean water. Be sure you have removed all soapy residue. Dry with a clean dry cloth.\n4. Liquid spills (coffee, tea, liquor, wine, suntan lotion, soft drinks, etc.). If the spill is cleaned before it dries, it can be easily removed using an absorbent paper towel. Clean the area with a damp cloth, and then dry with a clean cloth. If the stain has already dried, go to step 3.\n5. Sauces and thick spills (tomato sauce, mustard, etc.): collect as much of the spill as possible with a dry cloth, rotating the cloth and without pressing it on the vinyl surface. Repeat this process if necessary, and if the residue remains, go to step 3. Clean the area with a damp cloth, and then dry with a clean cloth.\n6. Blood, Urine, Bird droppings: wipe with a sponge moistened with a mixture of soapy water and household ammonia (1 part of neutral pH soap, 5 parts of household ammonia and 5 parts of water). Remove the soap with a damp white cloth until no soapy residue remains. If stain remains, it should be washed with a diluted bleach solution (10% bleach, 90% water). Finally, dry with a clean cloth.\n7. Lipstick, grease, oil, eyeshadow, shoe polish wax: apply a small amount of household cleaner (such as Fantastik®, Formula 409®, Fabuloso® or the like) mixed with water (in a 1: 1 ratio ) using a cloth and rub. Wipe with a damp cloth until no cleaner residue remains, then wipe dry with a clean cloth.\n8. Ballpoint pen, permanent marker: these inks could permanently stain the vinyl. Cleaning immediately with a 1: 1 mixture of 99.5% Isopropyl Alcohol and Water can remove much of the stain. Then wipe the area with a damp cloth and then dry with a clean cloth.\n9. Our products do not transfer color to other materials, but some garments with low quality dyeing processes can transfer their color to vinyl material. Apply a small amount of household cleaner (such as Fantastik®, Formula 409®, Fabuloso® or the like) mixed with water (in a 1: 1 ratio) using a cloth and rub. Wipe with a damp cloth until no residue from the cleaner and then wipe dry with a clean cloth. Remove stains as soon as they are detected. Up to 100% cleaning is obtained if these stains are cleaned within 24 hours, up to 80% after 48 hours and up to 50% after one week.","visibility":""},"care_cleaning_guide_cta_3":{"text":"View More","visibility":""},"care_cleaning_guide_region_3":{"text":"","visibility":""},"care_cleaning_guide_title_4":{"text":"Special Precautions With Vinyl Fabrics","visibility":""},"care_cleaning_guide_copy_4":{"text":"SPECIAL PRECAUTIONS WITH VINYL FABRICS\n\n1. The cloths that must be used for both cleaning and drying must always be white.\n2. The brushes that are recommended in some points should always be of soft bristles.\n3. Powder abrasives, abrasive cleaning products, metal sponges or brushes, and industrial cleaners are not recommended for vinyl cleaning.\n4. Cleaners based on citrus extracts are not recommended.\n5. Unspecified cleaners should not be used. Additionally, strong lacquers, inks, cleaners and detergents, solvents such as paint thinner, acetone and MEK, can be effective in removing stains, but cause immediate damage and contribute to material deterioration. The use of these cleaners is at your own risk.\n6. Wax should never be used on vinyl, as it will cause premature cracking.\n7. High power or pressure equipment should never be used to wash the vinyl.\n8. Always follow the safety recommendations of the manufacturer of cleaning products.","visibility":""},"care_cleaning_guide_cta_4":{"text":"View More","visibility":""},"care_cleaning_guide_region_4":{"text":"","visibility":""}},"es":{"care_cleaning_guide_title":{"text":"","visibility":""},"care_cleaning_guide_copy":{"text":"La tapicería de vinilo es conocida por su durabilidad, resistencia física y resistencia a las manchas, mugre y agua. Sin embargo, es importante llevar a cabo algunas técnicas de limpieza y desinfección en su mantenimiento regular. El uso y las condiciones ambientales determinarán la frecuencia y el tipo de limpieza que el vinilo debe tener. No es raro que las manchas y  colorantes de las prendas de vestir se absorban en la matriz vinílica. Se debe tener especial cuidado con el uso de solventes fuertes para evitar la extracción de plastificante del vinilo, ya que esto causará que se vuelva quebradizo y se reducirá notablemente su vida útil.\n \nA continuación, se establecen algunas técnicas que se deben tener presente como guía para mantener la vida útil de las telas vinílicas:\n\n\n\n","visibility":""},"care_cleaning_guide_cta":{"text":"","visibility":""},"care_cleaning_guide_region":{"text":"EE.UU. y Canadá Europa, Africa del Norte, Oriente Medio, Rusia, Reino Unido; Global / General (Asia, Australia, otros países); LATAM: Sudamérica y Centroamérica, México, Caribe\n","visibility":""},"care_cleaning_guide_title_2":{"text":"MANTENIMIENTO REGULAR","visibility":""},"care_cleaning_guide_copy_2":{"text":"MANTENIMIENTO REGULAR\n\n1. Use una mezcla de jabón suave de PH neutro y agua (1 parte de jabón por 10 de agua) para limpiar el vinilo usando un paño suave de color blanco o una esponja.\n2. Use agua limpia con un paño suave para remover el exceso de jabón.\n3. Seque inmediatamente con un paño de color blanco limpio y seco. No deben quedar residuos de jabón sobre la superficie del vinilo.\n4. Los colores claros como el blanco requieren mayor frecuencia de limpieza.\n\n\nNOTA: Si existe suciedad incrustada, puede frotar el vinilo moderadamente con un cepillo de cerdas suaves y solución jabonosa, luego, repita el punto 2 y 3.\n\n\n\n\n\n","visibility":""},"care_cleaning_guide_cta_2":{"text":"Ver más","visibility":""},"care_cleaning_guide_region_2":{"text":"","visibility":""},"care_cleaning_guide_title_3":{"text":"EN CASO DE MANCHAS Y DERRAMES","visibility":""},"care_cleaning_guide_copy_3":{"text":"EN CASO DE MANCHAS Y DERRAMES\n\n1. La clave para mantener limpia la tapicería de vinilo es eliminar las grasa, suciedad y residuos tan rápido como sea posible, después de que ocurra el derrame. \n\n2. NO use limpiadores abrasivos o solventes, especialmente aquellos que contienen blanqueador concentrado, destilados de petróleo o detergentes concentrados.\n\n3. Para quitar manchas secas, el vinilo puede ser limpiado con una mezcla de detergente suave en polvo y agua (use 1 parte de detergente suave en polvo y 5 partes de agua). Aplique la solución a la mancha y espere uno o dos minutos para que actúe el detergente. Luego, frote suavemente el área y enjuague con abundante agua limpia. Asegúrese de haber removido todos los residuos de jabón. Seque con un paño limpio y seco.\n\n4. Derrames de líquidos (café, té, licor, vino, loción, bronceador, refrescos, etcétera). Si se limpia el derrame antes que se seque, se puede eliminar fácilmente con una toalla de papel absorbente. Después, limpie el área con un paño húmedo y finalmente seque con otro limpio. Si la mancha ya se ha secado, vaya al punto 3.\n\n5. Salsas y líquidos espesos (salsa de tomate, mostaza, etcétera): Con un paño seco, remueva la mayor cantidad posible del líquido con movimientos circulares y sin presionar sobre la superficie de vinilo. Si es necesario, repita este proceso y si quedan residuos, vaya al paso 3. Limpie el área con un paño húmedo y luego seque con un paño limpio.\n\n6. Sangre, orina o excrementos de aves: Limpie con una esponja y una mezcla de agua jabonosa y amoníaco de uso doméstico ( 1 parte de jabón PH neutro, 5 de amoníaco de uso doméstico y 5 de agua). Retire cualquier residuo de la mezcla con un paño húmedo de color blanco. En caso de que queden remanentes de la mancha, se debe lavar con una solución de blanqueador diluido (10% blanqueador y 90% agua). Por último, seque con un paño limpio.\n\n7. Lápiz labial, grasa, aceite, maquillaje de ojos, cera para limpiar zapatos: Con un paño limpio, aplique una pequeña cantidad de limpiador de uso doméstico (Fantastik®, Formula 409®, Fabuloso® o similares) mezclado con agua (en proporción 1:1). Frote el área hasta quitar la mancha y después remueva todos los residuos de la solución con un paño limpio.\n\n8. Bolígrafo o marcador permanente: Estas tintas pueden manchar el vinilo de forma permanente. Para eliminar gran parte de la mancha, frote con una mezcla 1:1 de alcohol isopropílico al 99.5% y otra igual de agua para remover gran parte de la mancha, utilizando un paño blanco. Limpie utilizando un paño húmedo y luego seque con un paño limpio y seco.\n\n9. Nuestros productos no transfieren el color a otros materiales, pero algunas prendas con procesos de teñido de baja calidad pueden transferir su color al material de vinilo. Si eso ocurre, limpie con un paño limpio y una pequeña cantidad de limpiador de uso doméstico (Fantastik®, Formula 409®, Fabuloso® o similar) mezclada con una proporción 1:1 de agua. Remueva los residuos de la mezcla con un paño húmedo y después seque con un paño limpio. Quite las manchas tan pronto las detecte. Estas pueden desaparecer hasta un 100% si se limpian dentro de 24 horas, hasta un 80% si espera 48 y hasta un 50% si son limpiadas después de una semana.\n","visibility":""},"care_cleaning_guide_cta_3":{"text":"Ver más","visibility":""},"care_cleaning_guide_region_3":{"text":"","visibility":""},"care_cleaning_guide_title_4":{"text":"PRECAUCIONES ESPECIALES CON TELAS DE VINILO","visibility":""},"care_cleaning_guide_copy_4":{"text":"PRECAUCIONES ESPECIALES CON TELAS DE VINILO\n1. Los paños que se deben usar, tanto para la limpieza como para el secado, siempre deben ser de color blanco.\n2. Los cepillos recomendados en algunos puntos aquí explicados deben ser de cerdas suaves.\n3. No se recomienda usar en la limpieza del vinilo polvos abrasivos, productos de limpieza abrasivos, esponjas y cepillos metálicos ni limpiadores industriales.\n4. No se recomienda limpiadores basados en extractos cítricos.\n5. No se deben usar limpiadores no especificados en estas instrucciones. Llacas, tintas, limpiadores, detergentes fuertes y disolventes como diluyentes de pintura, acetona y MEK pueden ser eficaces para eliminar manchas, pero causan daños inmediatos en el vinilo y contribuyen a su deterioro. El uso de estos limpiadores es bajo su propio riesgo.\n6. Nunca se deben usar ceras sobre el vinilo, causarán resquebrajamiento prematuro y grietas.\n7. Nunca use equipo de alta potencia o presión para lavar el vinilo.\n8. Siga siempre las recomendaciones de seguridad del fabricante de productos de limpieza.\n\n\n\n\n\n\n\n","visibility":""},"care_cleaning_guide_cta_4":{"text":"Ver más","visibility":""},"care_cleaning_guide_region_4":{"text":"","visibility":""}}}